<?php

    echo "<b>" . "Тип операции: ". "</b>". $_POST['type'] . "<br>";
	echo "<b> Адрес магазина сети: </b> " . $_POST['adress'] . "<br>";
	echo "<b> Наименование товара: </b>" . $_POST['NameTovar'] . "<br>";
	echo "<b> Доставка: </b>" . $_POST['dost'] . "<br>";
	echo "<b> Тип товара: </b>" . $_POST['tovar'] . "<br>";
	echo "<b> Количество: </b>" . $_POST['colvo'] . "<br>";
	echo "<b> Дата покупки, указанная в чеке: </b>" . $_POST['date'] . "<br>";
	echo "<b> Подробности: </b>" . $_POST['About'] . "<br>";
		if (!empty($_POST['a']))
	{
		echo "<b> Причина возврата:</b> производственный брак" . "<br>";
	}
	if (!empty($_POST['b']))
	{
		echo "<b>Причина возврата:</b> отсутсвие комплектующих	"  . "<br>";
	}
	if (!empty($_POST['c']))
	{
		echo "<b>Причина возврата:</b> поврежденная/вскрытая упаковка"  . "<br>";
	}
	if (!empty($_POST['d']))
	{
		echo "<b>Причина возврата:</b> товар не соответсвует описанию"  . "<br>";
	}
	if (!empty($_POST['e']))
	{
		echo "<b>Причина возврата: </b>" . $_POST['f'] . "<br>";
	}
	
	echo "<b>Контактная информация: </b>" . $_POST['name'] ."   " . $_POST['email'] ."<br>";
	
	
?>